qa/qa-artifacts/bps/samples/java_bench/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pool="http://example.com/NewDiagram/Pool">
   <soapenv:Header/>
   <soapenv:Body>
      <pool:TaskRequest>test</pool:TaskRequest>
   </soapenv:Body>
</soapenv:Envelope>
